{
  "modals": [
    {
      "id": "all",
      "title": "For All Exists Infinity",
      "imageFilter": "installation.all",
      "description": "VR experience transforms the user into a co-author of a living digital world. Your presence leaves persistent data points that serve as the primary language for interacting with a reactive AI. The environment evolves in real-time, non-linear dialogue between human movement and machine intelligence.",
      "exhibition": "Gallery Khodynka, 'Game Junction' exhibition, Moscow",
      "artists": [
        "Viktoria Volokitina",
        "Leonid Gremyachikh"
      ]
    },
    {
      "id": "nerf",
      "title": "All in all 2024",
      "imageFilter": "nerf",
      "description": "Abstract two-dimensional physically drawn watercolors and Neural Radiance Field technology were combined to create a connection from the first to the last artwork. The new technologies allowed us to visualize the experience of experiencing flat images as a whole.\n\nFor this project, we experimented to create our own pipeline to work with camera trajectories and train models. Initially, we were unsure of the end result. We cause a glitch and force the neural network to build something three-dimensional and real from something that is not.",
      "exhibition": "'NFT. We'll have to go to', Zdes' Gallery na Taganke, Moscow, Russia",
      "artists": [
        "Nikita Krutoy",
        "Viktoria Volokitina"
      ]
    },
    {
      "id": "sluchilos",
      "title": "Sluchilos' 2023-2025",
      "imageFilter": "sluchilos",
      "description": "Spatial sound installation using computer vision methods for video data stream analysis and speech synthesis algorithms. Realized in the form of a playground — a 'playroom' — in the given contest dimensions of 5x5 m.\n\n'If I can't see it, then it doesn't exist'. It is easy to ignore a process whose resulting impact cannot be seen or touched. Can we continue to turn our backs on the problems of algorithmic recognition if 'observation without an observer' is verbally articulated, remaining just as invisible and pervasive?",
      "exhibition": "MMOMA, Moscow",
      "artists": [
        "Ksenia Gorlanova",
        "Tatiana Zobnina",
        "Viktoria Volokitina",
        "Alexander Pogrebnyak"
      ]
    },
    {
      "id": "freeze",
      "title": "...freeze! 2024",
      "imageFilter": "freeze",
      "description": "Our planet is in continuous motion. Rocks shift in space, forming canyons, lakes and seas. Glaciers 'cut through' mountains, creating plains suitable for life. What is usually perceived by us as inanimate plays an important role in the formation of the modern appearance of the planet. The project '...freeze!' focuses on the evolution of the geological landscape. The full-scale projection immerses viewers in the space of geological processes: the origin and destruction of mountains, the formation of crevasses, cliffs and plains under the influence of external forces. Rotate the controller and watch the changes taking place on the screen — from the speed of time to the transformation of weather events. The opportunity to control nature reminds the viewer of the importance of ecological thinking and the need to be attentive to the environment.",
      "exhibition": "The Digital House Gallery in St. Petersburg exhibition of media artists 'Evolution'.",
      "artists": [
        "Ksenia Gorlanova",
        "Viktoria Volokitina",
        "Alexander Pogrebnyak"
      ]
    }
  ]
}
